const COACH = [
  {
    name: ' 喜茲體能總教練 楊嘉憲(巨人)',
    info: [
      '喜茲體能 SEEDZ TRAINING 創辦人',
      'SKY HUNTER 越野跑與肌力訓練營 共同創辦人',
      '多項專項運動肌力體能訓練經驗( 越野跑.籃球.高爾夫.網球.桌球.游泳等)',
      '專項運動/耐力型運動訓練/戰術體能訓練講座主講者',
    ],
    skill: [
      '大眾族群肌力與體能訓練',
      '運動員肌力與體能訓練',
      '兒童及青少年肌力與體能訓練',
      '孕期訓練/特殊族群訓練',
      '肌力與體能團體課程',
      '專題講座/教練培訓',
    ],
    personality: '擁有12年的教學經驗，教學風格活潑且專業深入淺出，讓初學者能快速進入狀況，帶領學員安全穩健成長。',
    imgPath: '/images/coach/coach_01.jpg',
  },
  {
    name: '肌力與體能教練 盧裕文',
    info: [
      '臺北市立大學 運動科學研究所碩士',
      '多項技擊類項目肌力與體能教練（武術、拳擊等）',
      '曾任更生少年關懷協會 講師',
      '臺北市體育總會健力協會 常務理事',
    ],
    skill: [
      '巴西柔術｜柔道',
      '大眾族群肌力與體能訓練',
      '技擊項目肌力體能訓練',
      '肌力與體能團體課程',
      '表演性質肌力與體能訓練',
    ],
    personality: '盧裕文教練擁有7年的教學經驗，教學風格簡單且專業，口語指令簡單扼要，帶領學員領悟出精髓，並肩強壯。',
    imgPath: '/images/coach/coach_02.jpg',
  },
  {
    name: '肌力與體能教練 林榆鈞',
    info: [
      '喜茲體能 SEEDZ TRAINING 團課/私人課 教練',
      '國高中拳擊校隊肌力與體能訓練教練',
      '111、112年全國冠軍教練-拳擊項目',
      '鍇睿CFC職業拳擊聯盟簽約職業選手',
    ],
    skill: ['肌力與體能團體課程', '中華民國體育署拳擊丙級專任教練證', '怪獸肌力體能訓練丙級教練'],
    personality:
      '林榆鈞教練為現役職業拳擊手，在肌力體能訓練教學上，提供有系統性的規劃訓練、有效率的成長，避免不必要的運動傷害。運用肌力訓練增加力量並非運動員專屬，而是人人都注意加強的。',
    imgPath: '/images/coach/coach_3.jpg',
  },
  {
    name: '肌力與體能教練 王品晴',
    info: [
      '喜茲體能 SEEDZ TRAINING 團課/私人課 教練',
      'Corazón Tango Studio 探戈舞蹈教室老師與表演舞者',
      'NSCA-CPT 美國肌力體能協會認證 私人教練',
    ],
    skill: ['大眾族群肌力與體能訓練', '孕期訓練/特殊族群訓練', '肌力與體能團體課程', '舞蹈專項肌力與體能訓練'],
    personality:
      '王品晴教練教學風格有耐心、有系統與善溝通。持續精進與進修自身教學技巧與訓練內容。有孕婦、盲者、殘疾人士、中老年人與術後復健者的教學經驗。除肌力體能訓練外，鑽研與精進的專項有舞蹈、舉重與大力士項目。',
    imgPath: '/images/coach/coach_4.jpg',
  },
];

export default COACH;
