const COACH = [
  {
    name: '楊嘉憲(巨人教練)',
    info: [
      '喜茲體能 SEEDZ TRAINING 創辦人',
      'SKY HUNTER 越野跑與肌力訓練營 共同創辦人',
      '多項專項運動肌力體能訓練經驗( 越野跑.籃球.高爾夫.網球.桌球.游泳等)',
      '專項運動/耐力型運動訓練/戰術體能訓練講座主講者',
    ],
    skill: [
      '大眾族群肌力與體能訓練',
      '運動員肌力與體能訓練',
      '兒童及青少年肌力與體能訓練',
      '孕期訓練/特殊族群訓練',
      '肌力與體能團體課程',
      '專題講座/教練培訓',
    ],
    personality: '擁有12年的教學經驗，教學風格活潑且專業深入淺出，讓初學者能快速進入狀況，帶領學員安全穩健成長。',
    imgPath: '/images/coach/coach_1.JPG',
  },
  {
    name: '飛鷹',
    info: [
      '喜茲體能 SEEDZ TRAINING 創辦人',
      'SKY HUNTER 越野跑與肌力訓練營 共同創辦人',
      '多項專項運動肌力體能訓練經驗( 越野跑.籃球.高爾夫.網球.桌球.游泳等)',
      '專項運動/耐力型運動訓練/戰術體能訓練講座主講者',
    ],
    skill: [
      '大眾族群肌力與體能訓練',
      '運動員肌力與體能訓練',
      '兒童及青少年肌力與體能訓練',
      '孕期訓練/特殊族群訓練',
      '肌力與體能團體課程',
      '專題講座/教練培訓',
    ],
    personality: '擁有12年的教學經驗，教學風格活潑且專業深入淺出，讓初學者能快速進入狀況，帶領學員安全穩健成長。',
    imgPath: '/images/coach/coach_2.JPG',
  },
  {
    name: '閃電',
    info: [
      '喜茲體能 SEEDZ TRAINING 創辦人',
      'SKY HUNTER 越野跑與肌力訓練營 共同創辦人',
      '多項專項運動肌力體能訓練經驗( 越野跑.籃球.高爾夫.網球.桌球.游泳等)',
      '專項運動/耐力型運動訓練/戰術體能訓練講座主講者',
    ],
    skill: [
      '大眾族群肌力與體能訓練',
      '運動員肌力與體能訓練',
      '兒童及青少年肌力與體能訓練',
      '孕期訓練/特殊族群訓練',
      '肌力與體能團體課程',
      '專題講座/教練培訓',
    ],
    personality: '擁有12年的教學經驗，教學風格活潑且專業深入淺出，讓初學者能快速進入狀況，帶領學員安全穩健成長。',
    imgPath: '/images/coach/coach_3.png',
  },
];

export default COACH;
